export default function ServicePolicy() {
  return (
    <div className=" container  mx-auto py-12 flex flex-col items-start">
      <h1 className="text-2xl font-bold">서비스 이용약관</h1>
      <section className="">
        <header className="flex flex-col w-full items-start mt-12 gap-2">
          <h2 className="text-lg font-bold">제1장 총칙</h2>
          <div className="px-3">
            <p>제1조 (목적)</p>
            <div className="px-3">
              <p>
                이 약관은 파인파밍에서 제공하는 서비스의 이용과 관련하여 회사와
                회원과의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을
                목적으로 합니다.
              </p>
            </div>
          </div>
        </header>
        <div className="px-3">
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제2조 (용어의 정의)</h2>
            <div className="px-3">
              <p>이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
              <div className="px-3">
                <p>
                  1. “파인파밍”(이하 “서비스”라 한다)이라 함은 회사가 판매채널을
                  통해서 제공하는 전자상거래 서비스를 말합니다.
                </p>
                <p>
                  2. “판매채널”이라 함은 회사가 상품 또는 용역(이하 “상품
                  등”이라 한다)을 회원 및 고객에게 제공하기 위하여 마련한 회사의
                  웹 및 인터넷 사이트 등을 말합니다.
                </p>
                <p>
                  3. “회원”이라 함은 이 약관에 따라 회사와 이용계약을 체결하고
                  서비스에 로그인하여 회사가 제공하는 서비스를 이용하는 자를
                  말합니다.
                </p>
                <p>
                  4. “판매자”라 함은 회사가 제공하는 중개판매 서비스를 통하여
                  상품 등을 판매할 목적으로 판매자 약관을 승인하거나 회사와
                  서비스 이용계약을 체결한 자를 말합니다.
                </p>
                <p>
                  5. &quot;구매자&quot;라 함은 판매자가 판매하는 상품·서비스
                  등을 구입할 의사를 회사가 온라인으로 제공하는 양식에 맞추어
                  밝힌 회원 및 고객을 말합니다.
                </p>
                <p>
                  6. 이 약관에 사용되는 용어 중 본 조에서 정하지 않은 부분은
                  관계법령 및 일반 관례에 따릅니다.
                </p>
              </div>
            </div>
          </div>
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">
              제3조 (약관 등의 명시와 설명 및 개정)
            </h2>
            <div className="px-3">
              <p>
                ① 파인파밍은 예비창업자의 사업가설 검증을 위해 운영되는
                서비스로서 이 약관의 내용, 상호, 대표자 성명, 영업소 소재지
                주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호,
                사업자등록번호 등을 예비창업자의 사업자등록이 완료되는 시점에
                맞춰 회원이 쉽게 알 수 있도록 판매채널 내 서비스 화면에 게시할
                예정입니다. 다만, 이 약관의 구체적 내용은 회원 및 고객이
                연결화면을 통하여 볼 수 있습니다.
              </p>
              <p>
                ② 회사는 “전자상거래 등에서의 소비자보호에 관한 법률”, “약관의
                규제에 관한 법률”, “정보통신망 이용 촉진 및 정보 보호 등에 관한
                법률”, “소비자보호법” 등 관계법령을 위배하지 않는 범위에서 이
                약관을 개정할 수 있습니다.
              </p>
              <p>
                ③ 회사가 약관을 개정할 경우에는 적용일자 및 개정 사유를 명시하여
                현행 약관과 함께 판매채널 내의 적절한 장소에 개정 약관의
                적용일자 7일 전부터 적용일자 전일까지 공지합니다. 다만, 회원에게
                불리한 약관의 개정의 경우에는 최소한 30일 이상의 유예기간을 두고
                공지 및 제9조 제1항에서 정한 방법으로 통지합니다. 이 경우 회사는
                개정 전 내용과 개정 후 내용을 명확히 비교하여 회원이 알기 쉽도록
                표시합니다.
              </p>
              <p>
                ④ 회사가 전항에 따라 개정 약관을 공지 또는 통지하면서 회원에게
                약관 변경 적용일 까지 거부의사를 표시하지 아니할 경우, 약관의
                변경에 동의한 것으로 간주한다는 뜻을 명확하게 공지 또는
                통지하였음에도 회원이 명시적으로 거부의 의사표시를 하지 아니한
                경우 회원이 개정약관에 동의한 것으로 봅니다.
              </p>
              <p>
                ⑤ 회원이 개정약관의 적용에 동의하지 않는 경우 회사는 해당 회원에
                대해 개정 약관의 내용을 적용할 수 없으며, 이 경우 회원은
                이용계약을 해지할 수 있습니다. 다만, 기존 약관을 적용할 수 없는
                특별한 사정이 있는 경우 회사는 이용계약을 해지할 수 있습니다.
              </p>
            </div>
          </div>
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제4조 (약관 외 준칙 등)</h2>
            <div className="px-3">
              <p>
                ① 이 약관에 명시하지 않은 사항은 관련 법령에, 법에 명시되지 않은
                경우는 관습에 의합니다.
              </p>
              <p>
                ② 서비스의 이용과 관련하여 본 약관과 관련 약관 등의 내용이
                충돌하는 경우 본 약관의 내용이 우선합니다.
              </p>
            </div>
          </div>
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제5조 (서비스의 제공 및 변경)</h2>
            <div className="px-3">
              <p>① 회사는 다음과 같은 서비스를 제공합니다.</p>
              <div className="px-3">
                <p>1. 농업체험 상품 예약 중개</p>
                <p>2. 기타 회사가 정하는 서비스 또는 업무 등</p>
              </div>
              <p>
                ② 회사는 상품 등의 품절 또는 기술적 사양의 변경 등이 있는
                경우에는 상품 등을 변경할 수 있습니다.
              </p>
              <p>
                ③ 회사는 필요한 경우 상품 등의 변경 사실 및 그 사유를 회원 또는
                수신자에게 제9조에 정한 방법으로 통지합니다.
              </p>
              <p>
                ④ 전항의 경우 회사는 이로 인하여 회원 또는 고객, 수신자가 입은
                인과관계가 입증된 실제 손해를 배상합니다. 다만, 회사가 고의 또는
                과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
              </p>
            </div>
          </div>
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제6조 (서비스의 중단)</h2>
            <div className="px-3">
              <p>
                ① 회사는 서비스 제공을 위한 정보통신설비의 보수점검, 교체 및
                고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을
                일시적으로 중단할 수 있습니다.
              </p>
              <p>
                ② 회사는 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로
                인하여 회원 또는 제3자가 입은 손해에 대하여 배상합니다. 다만,
                회사의 고의 또는 과실이 없는 경우에는 그러하지 아니합니다.
              </p>
              <p>
                ③ 사업 종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로
                서비스를 제공할 수 없게 되는 경우 회사는 제9조에 정한 방법으로
                회원에게 통지합니다.
              </p>
            </div>
          </div>
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제7조 (회원가입)</h2>
            <div className="px-3">
              <p>
                ① 회원으로 가입하고자 하는 자는 회사가 정한 절차에 따라 이
                약관과 개인정보의 수집, 이용 동의서에 동의함으로써 회원 가입을
                신청합니다.
              </p>
              <p>
                ② 회사는 제1항과 같이 회원으로 가입할 것을 신청한 이용자가 다음
                각호에 해당하는 경우 신청을 승낙 하지 않거나 사후에 이용계약을
                해지할 수 있습니다.
              </p>
              <div className="px-3">
                <p>
                  1. 가입 신청자가 이 약관 제8조 제2항 내지 제3항에 의하여
                  이전에 회원 자격을 상실한 적이 있는 경우. 다만, 회원 자격 상실
                  후 3년이 경과한 자로서 회사의 회원 재가입 승낙을 얻은 자는
                  예외로 한다.
                </p>
                <p>2. 등록 내용에 허위, 기재 누락, 오기가 있는 경우</p>
                <p>
                  3. 기타 회원으로 등록하는 것이 회사의 기술상 현저히 지장이
                  있다고 판단되는 경우
                </p>
              </div>
              <p>
                ③ 회원 가입 계약의 성립 시기는 회사의 승낙이 회원에게 도달한
                시점으로 합니다.
              </p>
              <p>
                ④ 회원은 가입 시 회사에 제공한 정보에 변경이 있는 경우 즉시
                회원정보 수정으로 회사에 대하여 그 변경 사항을 알려야 합니다.
              </p>
            </div>
          </div>
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">
              제8조 (회원 탈퇴 및 자격 정지 등)
            </h2>
            <div className="px-3">
              <p>
                ① 회원은 회사에 언제든지 서비스 탈퇴를 요청할 수 있으며, 회사는
                즉시 회원 탈퇴를 처리합니다. 다만, 탈퇴 처리시점에 회원의 상품
                등의 구매 절차가 완료되지 않은 경우, 회사는 해당 상품 등의
                구매가 완료된 후 탈퇴 처리합니다.
              </p>
              <p>
                ② 회원이 다음 각호의 사유에 해당하는 경우 회사는 회원 자격을
                제한 및 정지시킬 수 있습니다.
              </p>
              <div className="px-3">
                <p>1. 가입 신청 시에 허위 내용을 기재한 경우</p>
                <p>
                  2. 상품 등의 대금, 기타 서비스 이용과 관련하여 회원이 부담하는
                  채무를 기일에 지급하지 않는 경우
                </p>
                <p>
                  3. 다른 사람의 서비스 이용을 방해하거나 정보를 도용하는 등
                  전자상거래 질서를 위협하는 경우
                </p>
                <p>
                  4. 서비스를 이용함에 있어서 법령 또는 이 약관이 금지하거나
                  공서 양속에 반하는 행위를 하는 경우
                </p>
                <p>
                  5. 기타 회사의 정상적인 영업활동 및 서비스 운영을 고의로
                  방해하는 행위를 하는 경우
                </p>
              </div>
              <p>
                ③ 회원 가입 계약의 성립 시기는 회사의 승낙이 회원에게 도달한
                시점으로 합니다.
              </p>
              <p>
                ③ 회사가 회원 자격을 제한, 정지 시킨 후, 동일한 행위가 2회 이상
                반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 회사는
                회원의 자격을 상실시킬 수 있습니다.
              </p>
              <p>
                ④ 회사가 회원 자격을 상실시키는 경우에는 회원 등록을 말소합니다.
                이 경우 회사는 회원에게 사전 통지하고, 회원 등록 말소 전에
                최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.
              </p>
            </div>
          </div>
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제9조 (회원에 대한 통지)</h2>
            <div className="px-3">
              <p>
                ① 회사가 회원에 대한 통지를 하는 경우 이 약관에 별도 규정이 없는
                한 회원이 제공한 전자우편, SMS 등으로 할 수 있습니다.
              </p>
              <p>
                ② 회사는 회원 전체에 대한 통지의 경우 7일 이상 회사가 운영하는
                웹사이트 내의 게시판에 게시함으로써 제1항의 통지에 갈음할 수
                있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는
                사항에 대하여는 제1항의 통지를 합니다.
              </p>

              <p>
                ③ 회사는 회원의 연락처 미 기재, 변경 후 미 수정 등으로 인하여
                개별 통지가 어려운 경우에 한하여 전항의 공지를 함으로써 개별
                통지를 한 것으로 간주합니다.
              </p>
            </div>
          </div>
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제9조 (회원에 대한 통지)</h2>
            <div className="px-3">
              <p>
                ① 회사는 법령과 이 약관이 금지하거나 공서 양속에 반하는 행위를
                하지 않으며, 이 약관이 정하는 바에 따라 지속적이고, 안정적으로
                상품 등을 제공하는데 최선을 다하여야 합니다.
              </p>
              <p>
                ② 회사는 회원이 안전하게 인터넷 서비스를 이용할 수 있도록
                개인정보(신용정보 포함) 보호를 위한 보안 시스템을 갖추며,
                개인정보 처리방침을 공지하고 이를 준수합니다.
              </p>

              <p>
                ③ 회사는 관련 법령에 따라 회원이 1년 동안 서비스를
                이용(로그인)하지 않으면 해당 회원의 계정을 휴면 계정으로
                전환하고 개인정보를 분리하여 보관합니다.
              </p>
              <p>
                ④ 회사는 상품 등에 대하여 표시·광고의 공정화에 관한 법률 소정의
                부당한 표시, 광고 행위를 함으로써 이용자가 손해를 입은 때에는
                이를 배상할 책임을 집니다.
              </p>
              <p>
                ⑤ 회사는 회원이 동의하지 않은 영리 목적의 광고성 전자우편을
                발송하지 않습니다.
              </p>
              <p>
                ⑥ 회사는 서비스 이용과 관련하여 회원으로부터 제기된 의견이나
                불만이 정당하다고 인정할 경우에는 이를 처리하여야 합니다. 회원이
                제기한 의견이나 불만사항에 대해서는 회원에게 처리과정 및 결과를
                전달합니다.
              </p>
            </div>
          </div>
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제11조 (회원의 의무)</h2>
            <div className="px-3">
              <p>
                ① 회원은 상품 등을 구매하기 전에 반드시 회사가 제공하는 상품
                등의 상세 내용과 거래의 조건을 정확하게 확인한 후 구매를
                신청하여야 합니다. 구매하려는 상품 등의 상세내용과 거래의 조건을
                확인하지 않고 구매하여 발생하는 손해에 대하여 회원이 책임을
                부담합니다.
              </p>
              <p>
                ② 회원은 이 약관 및 회사가 서비스와 관련하여 고지하는 내용을
                준수하여야 하며, 약관 및 고지내용을 위반하거나 이행하지 아니하여
                발생하는 손해에 대하여 책임을 부담합니다.
              </p>

              <p>
                ③ 회원은 회사가 서비스를 안전하게 제공할 수 있도록 회사에
                협조하여야 하며, 회사가 회원의 이 약관 위반행위를 발견하여
                회원에게 해당 위반행위에 대하여 소명을 요청할 경우 회원은 회사의
                요청에 적극 응하여야 합니다.
              </p>
              <p>
                ④ 회원이 서비스를 통해 상품 등을 주문한 후 7영업일(토요일,
                공휴일 제외) 이내에 구매대금을 지급하지 않거나, 구매대금의 지급
                완료일로부터 10일 이내에 배송지 주소 등의 정보를 제공하지 않을
                경우 주문취소로 간주되며, 해당 주문은 자동 취소처리 됩니다
              </p>
            </div>
          </div>
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제12조 (회원의 금지행위)</h2>
            <div className="px-3">
              <p>① 회원은 다음 각호의 행위를 하여서는 안됩니다.</p>
              <div className="px-3">
                <p>
                  1. 회사가 제공하는 서비스 이용방법에 의하지 아니하고
                  비정상적인 방법으로 서비스를 이용하거나 시스템에 접근하는 행위
                </p>
                <p>
                  2. 타인의 명의, 카드정보, 계좌정보 등을 도용하여 회사가
                  제공하는 서비스를 이용하는 행위
                </p>
                <p>
                  3. 회사가 정하지 않은 비정상적인 방법으로 쿠폰 등을 취득하거나
                  사용하는 행위
                </p>
                <p>
                  4. 회사가 게시하는 정보의 무단, 변경 또는 회사가 정한 정보
                  이외의 정보(컴퓨터프로그램 등) 등을 송신 또는 게시하는 행위
                </p>
                <p>
                  5. 회사 및 기타 제3자의 저작권 등 지적재산권에 대한 침해행위
                </p>
                <p>
                  6. 회사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는
                  행위
                </p>
                <p>
                  7. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서 양속에
                  반하는 정보를 판매채널에 공개 또는 게시하는 행위
                </p>
                <p>
                  8. 불법 할인의 목적으로 쿠폰 등을 구매하여 제3자에게 판매하는
                  행위
                </p>
                <p>9. 구매의사 없이 반복적인 구매행위를 하는 행위</p>
                <p>10. 기타 불법적이거나 부당한 행위</p>
              </div>
              <p>
                ② 회사는 회원이 본 조의 금지행위를 행하는 경우 서비스의 일부
                또는 전부를 이용 정지 하거나 서비스 이용계약을 임의로 해지할 수
                있으며, 이 경우 발생하는 손해에 대한 책임은 회원이 부담합니다.
                회사는 필요한 경우 회원의 금지행위 사실을 관련 정부기관 또는
                사법기관에 통지할 수 있습니다.
              </p>
            </div>
          </div>
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">
              제13조 (저작권의 귀속 및 이용 제한)
            </h2>
            <div className="px-3">
              <p>
                ① 회사가 작성한 저작물에 대한 저작권 기타 지적재산권은 회사에
                귀속합니다.
              </p>
              <p>
                ② 회원은 서비스를 이용함으로써 얻은 정보 중 회사에게
                지적재산권이 귀속된 정보를 회사의 사전 승낙 없이 복제, 송신,
                출판, 배포, 방송 기타 방법에 의하여 영리 목적으로 이용하거나
                제3자에게 이용하게 하여서는 안됩니다.
              </p>
            </div>
          </div>
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제14조 (결제수단)</h2>
            <div className="px-3">
              <p>
                ① 서비스에서 구매한 상품 등에 대한 대금 결제 수단은 다음 각호의
                방법 중 가용한 방법으로 할 수 있습니다. 다만, 회사는 회원의
                지급방법에 대하여 어떠한 명목의 수수료도 추가하여 징수하지
                않습니다.
              </p>
              <div className="px-3">
                <p>1. 선불카드, 직불카드, 신용카드 등의 각종 카드결제</p>
                <p>
                  2. 폰뱅킹, 인터넷뱅킹, 메일뱅킹, 온라인 무통장 입금, 가상계좌
                  등의 각종 계좌이체
                </p>
                <p> 3. 기타 전자적 결제 수단에 의한 대금지급 등</p>
              </div>
              <p>
                ② 회원은 상품 등의 구매 시 제1항의 결제 수단을 사용함에 있어
                반드시 본인 명의의 결제 수단을 사용하여야 하며, 타인의 결제
                수단을 임의로 사용하여서는 안됩니다. 타인의 결제 수단을 임의
                사용함으로써발생하는 회사, 결제 수단의 적법한 소유자, 결제 관련
                제3자의 손실과 손해에 대한 책임은 회원과 고객에게 있습니다.
              </p>
              <p>
                ③ 상품 등의 구매대금의 결제와 관련하여 회원이 입력한 정보 및 그
                정보와 관련하여 발생한 책임과 불이익은 회원과 고객이 부담하여야
                합니다.
              </p>
              <p>
                ④ 회원은 구매대금 결제시 정당하고, 적법한 사용권한을 가지고 있는
                결제 수단을 사용하여야 하며, 회사는 그 여부를 확인할 수
                있습니다. 또한 회사는 회원 결제 수단의 적법성 등에 대한 확인이
                완료될 때까지 거래진행을 중지하거나 해당 거래를 취소할 수
                있습니다.
              </p>
              <p>
                ⑤ 회사의 정책 및 제1항의 결제업체(카드사 등)의 기준에 따라
                회원의 당월 누적 결제액이 제한될 수 있습니다. 해당 기준을 초과한
                경우 상품 등의 구매가 불가능할 수 있습니다.
              </p>
            </div>
          </div>
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제15조 (할인 쿠폰)</h2>
            <div className="px-3">
              <p>
                ① 회사는 회원이 서비스를 통하여 상품 등을 구매하는 경우, 회사의
                정책에 따라 회원에게 일정액 또는 일정비율을 할인 받을 수 있는
                쿠폰을 부여할 수 있습니다.
              </p>

              <p>
                ② 회사는 품목, 거래금액 등에 따라 쿠폰의 사용을 제한할 수
                있습니다.
              </p>
              <p>
                ③ 쿠폰의 부여 및 사용에 관한 상세한 사항은 회사가 정한 정책에
                따르며, 회사는 판매채널 또는 회사가 운영하는 웹사이트 등을
                통하여 이를 회원에게 안내합니다.
              </p>
              <p>④ 회원은 쿠폰을 명시된 사용 기간 내만 사용할 수 있습니다.</p>
              <p>
                ⑤ 회원은 쿠폰을 본인의 거래에 대해서만 사용할 수 있으며, 어떠한
                경우라도 쿠폰을 타인에게 매매 또는 양도하거나, 실질적으로 매매
                또는 양도와 동일하게 볼 수 있는 행위를 할 수 없습니다.
              </p>
              <p>
                ⑥ 회원이 부당 또는 부정하게 쿠폰을 취득한 경우 회원은 쿠폰을
                사용할 수 없으며, 회사는 이를 회수할 수 있습니다.
              </p>
            </div>
          </div>
        </div>
      </section>
      <section className="">
        <header className="flex flex-col w-full items-start mt-12 gap-2">
          <h2 className="text-lg font-bold">제2장 판매 서비스</h2>
        </header>
        <div className="px-3">
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제16조 (구매신청)</h2>
            <div className="px-3">
              <p>
                &quot;회원&quot;은 &quot;판매채널&quot; 상에서 다음 또는 이와
                유사한 방법에 의하여 체험 예약을 신청하며, .
              </p>
              <p>
                &quot;회사&quot;는 “회원”이 예약신청을 함에 있어서 다음의 각
                내용을 알기 쉽게 제공하여야 합니다.
              </p>
            </div>
            <div className="px-3">
              <p>1. 체험상품 등의 검색 및 선택</p>
              <p>
                2. 체험농장의 상호, 주소, 전화번호, 전자우편주소(또는
                이동전화번호) 등의 입력
              </p>
              <p>
                3. 약관내용, 청약철회권이 제한되는 서비스 등의 비용부담과 관련한
                내용에 대한 확인
              </p>
              <p>
                4. 이 약관에 동의하고 위 3호의 사항을 확인하거나 거부하는
                표시(예. 마우스 클릭)
              </p>
              <p>
                5. &quot;체험상품 예약 등&quot;의 구매신청 및 이에 관한 확인
                또는 “판매채널”의 확인에 대한 동의
              </p>
              <p>6. 결제방법의 선택</p>
            </div>
          </div>
        </div>
        <div className="px-3">
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제17조(계약의 성립)</h2>
            <div className="px-3">
              <p>
                ① ”회사”는 제16조와 같은 구매신청에 대하여 다음 각 호에 해당하면
                승낙하지 않을 수 있으며, 신청을 승낙한 이후 해당 사실을 확인한
                경우 구매신청에 대한 승낙을 취소하거나 “체험상품 등”의 제공을
                중단할 수 있습니다.
              </p>
              <div className="px-3">
                <p>1. 신청 내용에 허위, 기재누락, 오기가 있는 경우</p>
                <p>
                  2. 기타 구매신청에 승낙하는 것이 “회사”의 기술 상 현저히
                  지장이 있다고 판단하는 경우
                </p>
                <p>
                  3. 품절, 정보오기재 등의 사유로 구매 신청한 “상품 등”의 제공이
                  불가한 것으로 판단된 경우(단, 이 경우 “회사”는 “회원”에게 이를
                  사후 통지하고 필요한 조치를 이행하여야 함)
                </p>
                <p>
                  4. 타인의 아이디, 명의 또는 결제수단을 도용하여 구매 신청하는
                  경우
                </p>
                <p>
                  5. 자가소비 목적이 없음에도 대량구매 또는 반복구매를 통하여
                  다른 회원의 구매기회를 박탈하는 경우(단, “회사”가 허용한 경우
                  예외로 함)
                </p>
                <p>6. 체험상품의 예약과 취소를 무분별하게 반복할 경우</p>
                <p>
                  7. 관련법령에 위배되거나 사회의 안녕질서 혹은 미풍양속을
                  저해할 수 있는 목적으로 신청한 경우
                </p>
                <p>
                  8. 기타 이 약관에 위배되거나 1개 또는 복수의 ID로 “회사”의
                  결제수단 또는 &quot;회사&quot;의 혜택 등을 악용하고자 하는
                  부당한 이용신청임이 확인된 경우 및 “회사”가 합리적인 판단에
                  의하여 &quot;상품 등&quot;의 제공 중단이 필요하다고 인정하는
                  경우
                </p>
              </div>
              <p>
                ② “회사”의 승낙이 제36조 제1항에 따른 수신확인통지형태로
                “회원”에게 도달한 시점에 계약이 성립한 것으로 봅니다.
              </p>
              <p>
                ③ “회사”의 승낙의 의사표시에는 “회원”의 구매신청에 대한 확인 및
                판매가능 여부, 구매신청의 정정 취소 등에 관한 정보 등을
                포함하여야 합니다.
              </p>
            </div>
          </div>
        </div>
        <div className="px-3">
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제18조(대금 결제)</h2>
            <div className="px-3">
              <p>
                ① 구매대금의 결제방법은 상품에 안내된 방식에 따르며
                판매채널에서의 결제와 관련하여 “회원”이 입력한 정보 및 그 정보와
                관련하여 발생한 책임과 불이익은 전적으로 “회원”이 부담하여야
                합니다.
              </p>
              <p>
                ② 상품을 주문한 후 일정 기간 내에 구매대금을 결제하지 않을 경우
                “회사”는 당해 주문을 “회원”의 동의 없이 취소할 수 있습니다.
              </p>
              <p>
                ③ “회사”는 “회원”이 구매대금 결제 시 사용한 결제수단에 대해
                정당한 사용권한을 가지고 있는지의 여부를 확인할 수 있으며, 이에
                대한 확인이 완료될 때까지 거래진행을 중지하거나, 확인이 불가한
                해당거래를 취소 또는 환불 보류 등을 할 수 있습니다.
              </p>
              <p>
                ④ “회원”이 실제로 결제하는 금액은 상품금액, 상품에 적용된
                할인쿠폰에 따른 판매가 할인액, 옵션상품의 옵션내역 등이 적용된
                금액(이를 구매하는 상품의 실구매액이라 합니다)이며 “회원”에게
                발행되는 구매증빙서(현금영수증, 세금계산서, 신용카드매출전표
                등)는 실구매액으로 발행됩니다.
              </p>
              <p>
                ⑤ “회사”는 “회원”의 대금 지급에 법적, 기술적 문제가 발생하거나
                “회사”가 예견하지 못한 장애(은행 통신망 장애 등)가 발생하는 경우
                “회사”의 정책에 따라 “회원”에게 결제수단의 변경을 요청하거나
                잠정 결제보류 내지 거부할 수 있습니다.
              </p>
            </div>
          </div>
        </div>
        <div className="px-3">
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">
              제19조(수신확인통지, 구매신청 변경 및 취소)
            </h2>
            <div className="px-3">
              <p>
                ① &quot;회사&quot;는 “회원”의 구매신청이 있는 경우 “회원”에게
                전자우편 등 전자적 수단을 이용하여 수신확인통지를 합니다.
              </p>
              <p>
                ② 수신확인통지를 받은 “회원”은 의사표시의 불일치 등이 있는
                경우에는 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를
                요청할 수 있고 “회사”는 ‘예약 확정 전’ 단계에서 “회원”의 요청이
                있는 경우에는 지체없이 그 요청에 따라 처리하여야 합니다. 다만
                이미 체험 예약이 확정된 경우에는 제23조의 청약철회 등에 관한
                규정에 따릅니다.
              </p>
            </div>
          </div>
        </div>
        <div className="px-3">
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제20조(체험예약의 진행)</h2>
            <div className="px-3">
              <p>
                ① ”회사”와 “회원” 간에 체험예약의 이행시기에 관하여 별도의
                약정이 있는 경우에는 당해 약정이 이 약관 등에 우선합니다.
              </p>
              <p>
                ② “회사”는 “회원”이 체험예약과 관련하여 성명, 전화번호,
                전자우편주소(또는 이동전화번호) 등을 잘못 기재함으로 인한 손해에
                관하여 책임을 지지 않습니다.
              </p>
            </div>
          </div>
        </div>
        <div className="px-3">
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제21조(환급)</h2>
            <div className="px-3">
              <p>
                “회사”는 “회원”이 구매 신청한 “체험상품 등”이 기후 이상 등의
                사유로 이용을 할 수 없을 때에는 지체 없이 그 사유를 “회원”에게
                통지하고, 사전에 “상품 등”의 대금을 받은 경우에는 대금을 받은
                날부터 7영업일 이내에 환급하거나 환급에 필요한 조치를 취합니다.
              </p>
            </div>
          </div>
        </div>
        <div className="px-3">
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제22조 (거래완료)</h2>
            <div className="px-3">
              <p>
                ① “회원”의 “체험상품 이용 완료”가 이루어진 경우에는 회사에
                대하여 교환 및 반품을 요청할 수 없습니다. 단, 체험상품 등의
                내용이 표시ㆍ광고의 내용과 다르거나 계약내용과 다르게 이행된
                경우에는 제23조 제3항에 따릅니다.
              </p>
            </div>
          </div>
        </div>
        <div className="px-3">
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제23조(청약철회 등)</h2>
            <div className="px-3">
              <p>
                ① “회사”와 “체험상품 등”의 이용에 관한 취소 및 환불 규정은
                「전자상거래 등에서의 소비자 보호에 관한 법령」을 준수합니다.
              </p>
              <p>
                ② 체험상품의 판매자는 자체의 취소 및 환불규정을 두며, 이를
                상세페이지와 결제페이지에 기재하고 ‘구매자’의 동의를 받을 경우
                ‘구매자’는 체험상품별 취소 및 환불규정의 적용을 받습니다.
              </p>
              <p>
                ③ ”회원”은 제1항 및 제2항의 규정에 불구하고 재화의 내용이
                표시・광고 내용과 다르거나 계약내용과 다르게 이행된 때에는 당해
                “상품 등”을 공급받은 날부터 3개월 이내, 그 사실을 안 날 또는 알
                수 있었던 날부터 30일 이내에 청약철회 등을 할 수 있습니다.
              </p>
            </div>
          </div>
        </div>
        <div className="px-3">
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제24조(회원탈퇴 등)</h2>
            <div className="px-3">
              <p>
                ① 본 약관 제8조에 따른 회원 탈퇴 시 할인쿠폰 및 기타 혜택 등도
                모두 소멸되며, “회사”는 이에 대해 별도로 보상하지 않습니다. 단,
                환불 처리가 필요한 경우 “회사”의 환불규정에 의하되, “회원”이
                부당하게 취한 이득 또는 혜택은 회수되거나 “회원”은 “회사”가 정한
                방법에 따라 이를 반환하여야 합니다.
              </p>
              <p>
                ② “회원”의 의도적인 탈퇴와 재가입이 확인되는 경우, 해당 “회원”의
                향후 &quot;서비스&quot; 가입 및 혜택 제공에 제한이 따를 수
                있습니다.
              </p>
              <p>
                ③ 이용제한 및 이용계약의 종료와 관련하여 발생한 손해는
                이용계약이 종료된 해당 “회원”이 책임을 부담하여야 하고 “회사”는
                일체의 책임을 지지 않습니다. 다만, &quot;회사&quot;에게 고의
                또는 중대한 과실이 있는 경우에는 그러하지 아니합니다.
              </p>
            </div>
          </div>
        </div>
        <div className="px-3">
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제25조 (손해배상)</h2>
            <div className="px-3">
              <p>
                ① “회원”이 이 약관의 규정을 위반함으로 인하여 “회사”에 손해가
                발생하게 되는 경우, 이 약관을 위반한 “회원”은 “회사”에 발생하는
                모든 손해를 배상하여야 합니다.
              </p>
              <p>
                ② “회원”이 서비스를 이용함에 있어 행한 불법행위나 이 약관
                위반행위로 인하여 “회사”가 당해 “회원” 이외의 제3자로부터
                손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우 당해
                “회원”은 자신의 책임과 비용으로 “회사”를 면책시켜야 하며, 당해
                “회원”은 그로 인하여 “회사”에 발생한 모든 손해를 배상하여야
                합니다.
              </p>
            </div>
          </div>
        </div>
        <div className="px-3">
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제26조(면책 조항)</h2>
            <div className="px-3">
              <p>
                ① “회사”가 천재지변 또는 이에 준하는 불가항력으로 인하여
                &quot;서비스&quot;를 제공할 수 없는 경우에는 &quot;서비스&quot;
                제공에 관한 책임이 면제됩니다.
              </p>
              <p>
                ② “회사”는 “회원”의 귀책사유로 인한 &quot;서비스&quot; 이용의
                장애에 대하여 책임을 지지 않습니다.
              </p>
              <p>
                ③ “회사”는 “회원”이 &quot;서비스&quot;를 이용하여 기대하는
                수익을 상실한 것에 대하여 책임을 지지 않으며, 그 밖의
                &quot;서비스&quot;를 통하여 얻은 자료로 인한 손해에 관하여
                책임을 지지 않습니다.
              </p>
              <p>
                ④ “회사”는 “회원”이 게재한 정보, 자료, 사실의 신뢰도, 정확성 등
                내용에 관해서는 책임을 지지 않습니다.
              </p>
              <p>
                ⑤ “회사”는 “회원” 간 또는 “회원”과 제3자 상호간에
                &quot;서비스&quot;를 매개로 하여 거래 등을 한 경우에는 책임을
                지지 않습니다.
              </p>
            </div>
          </div>
        </div>
      </section>
      <section className="">
        <header className="flex flex-col w-full items-start mt-12 gap-2">
          <h2 className="text-lg font-bold">제3장 기타</h2>
        </header>
        <div className="px-3">
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제27조 (분쟁 해결)</h2>
            <div className="px-3">
              <p>
                ① 회사는 회원이 제기하는 정당한 의견이나 불만을 반영하고 그
                피해를 보상 처리하기 위하여 피해 보상 처리 기구인 고객만족센터를
                설치·운영합니다.
              </p>
              <p>
                ② 회사는 회원으로부터 제출되는 불만 사항 및 의견은 우선적으로 그
                사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 회원에게
                그 사유와 처리 일정을 즉시 통보합니다.
              </p>
              <p>
                ③ 회사와 회원간에 발생한 전자상거래 분쟁과 관련하여 회원의 피해
                구제 신청이 있는 경우에는 공정거래위원회 또는 시도지사가
                의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.
              </p>
            </div>
          </div>
        </div>
        <div className="px-3">
          <div className="flex flex-col w-full items-start mt-6 gap-2">
            <h2 className="text-lg font-bold">제28조 (준거법 및 재판관할)</h2>
            <div className="px-3">
              <p>
                ① 이 약관과 관련된 사항에 대하여는 대한민국법을 준거법으로
                합니다.
              </p>
              <p>
                ② 회사와 회원간에 발생한 분쟁에 관한 소송은 민사소송법 상의
                관할법원에 제기합니다.
              </p>
            </div>
          </div>
        </div>
      </section>
      <section className="">
        <header className="flex flex-col w-full items-start mt-12 gap-2">
          <h2 className="text-lg font-bold">부칙</h2>
        </header>
        <div className="px-3">
          <div className="flex flex-col w-full items-start  gap-2">
            <div className="px-3">
              <p>1. 이 약관은 2024년 5월 10일부터 시행합니다.</p>
            </div>
          </div>
        </div>
      </section>
    </div>
  );
}
