export default function Page() {
  return (
    <div>
      <p className=" whitespace-pre-line text-pretty">
        {`최종 갱신일: 2023. 7. 19. 
        본 약관은 스테이폴리오에서 제공하는 모든 서비스 이용에 적용됩니다. 
        제1조 (목적) 
          1. 이 약관은 주식회사 스테이폴리오(이하 “회사”)가 운영하는 숙박 예약 플랫폼에서 제공하는 예약 관련 서비스(이하 “서비스”)를 이용함에 있어 “회사”와 “이용자”의 권리, 의무 및 책임 사항을 규정함을 목적으로 합니다. 
        제2조 (정의) 
        1.“플랫폼”이라 함은 “회사”가 운영하는 숙박 예약 플랫폼에서 재화 또는 용역(이하 “재화 등”이라 함)을 “이용자”에게 제공하기 위하여 컴퓨터 등 정보통신 설비를 이용하여 재화 등을 거래할 수 있도록 설정한 가상의
        영업장을 말하며, 아울러 플랫폼을 운영하는 사업자의 의미로도 사용합니다.
        2. “이용자”라 함은 “플랫폼”에 접속하여 이 약관에 따라 “플랫폼”이제공하는 서비스를 받는 회원 및 비회원을 말합니다. 
        3. “제휴 판매자”라함은 “회사”와 계약 등을 체결하고 “플랫폼”을 이용하여 자신의 상품∙용역∙서비스를 판매하는 자를 말합니다. 
        4. “회원”이라 함은 “플랫폼”에 회원 등록을 한 자로서, 계속적으로 “플랫폼”이 제공하는 서비스를 이용할 수 있는 자를 말합니다. 
        5. “비회원”이라 함은 “회원”에 가입하지 않고 “플랫폼”이 제공하는 서비스를 이용하는 자를 말합니다. 제3조 (약관 등의 명시와 설명 및 개정) 
          1. “플랫폼”은 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호, E-mail 주소, 사업자등록번호, 통신판매업 신고번호, 개인정보 관리 책임자 등을 이용자가 쉽게 알 수 있도록 “플랫폼”의 초기 서비스 화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결 화면을 통하여 볼 수 있도록 할 수 있습니다. 
          2. “플랫폼”은 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자 문서 및전자거래 기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용 촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」,「소비자기본법」 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수있습니다. 
          3. “플랫폼”이 약관을 개정할 경우에는 적용 일자 및 개정 사유를
        명시하여 현행 약관과 함께 플랫폼의 초기 화면에 그 적용 일자 7일 이전부터
        적용 일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관 내용을
        변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이
        경우 "플랫폼“은 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가
        알기 쉽도록 표시합니다. 4. “플랫폼”이 약관을 개정할 경우에는 그 개정
        약관은 그 적용 일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미
        체결된 계약에 대해서는 개정 전의 약관조항이 그대로 적용됩니다. 단,
        “회원”은 변경된 약관에 동의하지 않을 권리가 있으며, 동의하지 않을
        경우에는 서비스 이용을 중단하고 탈퇴할 수 있습니다. 5. “회원”이 전 4항
        단서에 따라 약관에 대한 반대 의사를 표시하지 않고 “서비스”를 이용한
        경우에는 약관에 동의한 것으로 봅니다. 6. 이 약관에서 정하지 아니한
        사항과 이 약관의 해석에 관하여는 「전자상거래 등에서의 소비자보호에 관한
        법률」, 「약관의 규제에 관한 법률」, 공정거래위원회가 정하는 전자상거래
        등에서의 소비자 보호 지침 및 관계법령 또는 상관례에 따릅니다. 제4조
        (서비스의 제공 및 변경) 1. “플랫폼”은 다음과 같은 업무를 수행합니다. a.
        시설에 대한 정보 제공 b. 서비스 이용에 대한 청약 접수 c. 구매 계약이
        체결된 서비스에 대한 통지 d. 기타 “플랫폼”이 정하는 업무 2. “플랫폼”은
        재화 등의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는
        계약에 의해 제공할 재화 또는 용역의 내용을 변경할 수 있습니다. 이
        경우에는 변경된 재화 또는 용역의 내용 및 제공 일자를 명시하여 현재의
        재화 또는 용역의 내용을 게시한 곳에 즉시 공지합니다. 3. ”플랫폼”은
        이용자와 계약을 체결한 서비스의 내용을 재화 등의 품절 또는 기술적 사양의
        변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 통지 가능한
        방법으로 즉시 통지합니다. 4. “플랫폼”은 본조 3항에 따라 이용자에게
        변경에 대해 통지하지 않은 경우 이용자가 입은 손해를 배상합니다. 다만,
        “플랫폼”이 고의 또는 과실이 없음을 입증하는 경우에는 배상이 적용되지
        않습니다. 제5조 (서비스의 중단) 1. “플랫폼”의 이용은 특별한 사유가 없는
        한 연중무휴 1일 24시간의 운영을 원칙으로 합니다. 2. 이용자는 “플랫폼”이
        정한 가입 양식에 따라 회원 정보를 기입한 후 약관에 동의한다는 의사표시를
        함으로써 회원가입을 신청합니다. 3. 제1항에 의한 서비스 중단의 경우에는
        회사는 제8조에 정한 방법으로 이용자에게 통지합니다. 4. 서비스 약속 및
        시간당 약속은 i) 불가항력 사건 또는 해당 서비스의 범위를 벗어난 인터넷
        엑세스를 포함하여 당사의 합리적인 통제를 벗어난 원인으로 발생하였거나,
        ii) 귀하의 장비, 소프트웨어, 기타 기술 또는 제3자의 장비, 소프트웨어,
        기타 기술로 인해 발생하였거나, iii) 계약에 따라 귀하의 서비스를 사용할
        수 있는 권리를 정지하거나 종료함으로써 발생한 경우에는 서비스의
        비가용성, 중단, 종료 또는 서비스 성능에 대한 약속은 적용되지 않습니다.
        제6조 (회원가입) 1. “이용자”는 “플랫폼”이 정한 가입 양식에 따라 회원
        정보를 기입한 후 해당 약관에 동의한다는 의사표시를 함으로써 회원가입을
        신청합니다. 2. “플랫폼”은 제1항과 같이 회원으로 가입할 것을 신청한
        “이용자” 중 다음 각호에 해당하지 않는 한 “회원”으로 등록합니다. a. 가입
        신청자가 약관 제7조 제3항에 의하여 이전에 회원자격을 상실한 적이 있는
        경우, 다만 제7조 제3항에 의한 회원자격 상실 후 3년이 경과한 자로서
        “플랫폼”의 회원 재가입 승낙을 얻은 경우에는 예외로 한다. b. 등록 내용에
        허위, 기재 누락, 오기가 있는 경우 c. 기타 회원으로 등록하는 것이
        “플랫폼”의 기술상 현저히 지장이 있다고 판단되는 경우 3. 회원가입 계약의
        성립 시기는 “플랫폼”의 승낙이 회원에게 도달한 시점으로 합니다. 4. 회원은
        회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에
        “플랫폼”에 대하여 회원 정보 수정 등의 방법으로 그 변경사항을 알려야
        합니다. 제7조 (회원 탈퇴 및 자격 상실 등) 1. 회원은 “플랫폼”에 언제든지
        탈퇴를 요청할 수 있으며 “플랫폼”은 즉시 회원 탈퇴를 처리합니다. 이 경우
        제공된 회원 혜택과 쿠폰, 스테이 캐시는 모두 소멸합니다. 2. 회원이 다음
        각호의 사유에 해당하는 경우, “플랫폼”은 회원 자격을 제한 및 정지시킬 수
        있습니다. a. 가입 신청 시에 허위 내용을 등록한 경우 b. “플랫폼”을
        이용하여 구입한 재화 등의 대금, 기타 “플랫폼” 이용에 관련하여 “회원”이
        부담하는 채무를 기일에 지급하지 않는 경우 c. 다른 사람의 “플랫폼” 이용을
        방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우 d.
        “플랫폼”을 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는
        행위를 하는 경우 3. “플랫폼”이 회원 자격을 제한, 정지시킨 후, 동일한
        행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우
        “플랫폼”은 회원 자격을 상실시킬 수 있습니다. 4. “플랫폼”이 회원 자격을
        상실시키는 경우에는 회원 등록을 말소합니다. 이 경우 회원에게 이를
        통지하고, 회원 등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할
        기회를 부여합니다. 5. “회원”이 관련 법령으로 정한 기간 동안 이용 실적이
        없는 경우, “플랫폼”은 자동으로 휴면 회원으로 전환하거나 탈퇴 처리합니다.
        제8조 (회원에 대한 통지) 1. “플랫폼”이 “회원”에 대해 통지를 하는 경우,
        “회원”이 “플랫폼”과 미리 약정하여 지정한 E-mail, SMS 등으로 할 수
        있습니다. 제9조 (서비스 이용 및 개인정보 제공 동의 등) 1. “플랫폼”은
        “이용자”가 서비스를 이용함에 있어 다음의 각 내용을 알기 쉽게 제공하여야
        합니다. a. 시설 등의 검색 및 선택 b. “이용자”의 성명, 전화번호, 이메일,
        입실 날짜 및 인원 등의 입력 c. 숙소 이용 및 취소, 환불 규정과 관련한
        내용에 대한 확인 d. 개인정보 수집∙이용과 제3자 제공에 대한 동의 및 거부
        표시 e. 마케팅 정보 수신에 대한 동의 및 거부 표시 f. 결제 방법의 선택 2.
        “플랫폼”이 제3자에게 “이용자”의 개인정보를 제공할 필요가 있는 경우 1)
        개인정보를 제공받는 자, 2) 개인정보를 제공받는 자의 개인정보 이용목적,
        3) 제공하는 개인정보의 항목, 4) 개인정보를 제공받는 자의 개인정보 보유
        및 이용 기간을 구매자에게 알리고 동의를 받아야 합니다.(동의를 받은
        사항이 변경되는 경우에도 같습니다.) 3. “플랫폼”이 제3자에게 “이용자”의
        개인정보를 취급할 수 있도록 업무를 위탁하는 경우에는 1) 개인정보 취급
        위탁을 받는 자, 2) 개인정보 취급 위탁을 하는 업무의 내용을 “이용자”에게
        알리고 동의를 받아야 합니다.(동의를 받은 사항이 변경되는 경우에도
        같습니다) 다만, 서비스 제공에 관한 계약 이행을 위해 필요하고 구매자의
        편의 증진과 관련된 경우에는 「정보통신망 이용 촉진 및 정보보호 등에 관한
        법률」에서 정하고 있는 방법으로 개인정보 취급방침을 통해 알림으로써 고지
        절차와 동의 절차를 거치지 않아도 됩니다. 제10조 (계약의 성립) 1.
        “플랫폼”은 제9조와 같은 서비스 이용에 대하여 다음 각호에 해당하면
        승낙하지 않을 수 있으며, 서비스 이용을 제한하거나 해지할 수 있습니다. a.
        “서비스” 이용 신청 내용에 허위, 기재누락, 오기가 있는 경우 b.
        보호자(법정대리인)의 동행 없이 만 19세 미만 미성년자의 단독 숙박, 혼숙의
        경우 c. 미성년자가 담배, 주류 등 청소년 보호법에서 금지하는 재화 및
        용역을 구매하는 경우 d. 기타 구매 신청에 승낙하는 것이 “플랫폼” 기술상
        현저히 지장이 있다고 판단하는 경우 f. 관계법령에 위배되거나 미풍양속을
        저해할 목적으로 “서비스”를 이용하고자 하는 경우 2. “플랫폼”의 승낙이
        제15조 제1항의 수신 확인 통지 형태로 “이용자”에게 도달한 시점에 계약이
        성립한 것으로 봅니다. 3. “플랫폼”의 승낙 의사 표시에는 “이용자”의 구매
        신청에 대한 확인 및 판매 가능 여부, 구매 신청의 정정 취소 등에 관한 정보
        등을 포함하여야 합니다. 제11조 (지급 방법) 1. “플랫폼”에서 구매한 재화
        또는 용역에 대한 대금 지급 방법은 다음 각호의 방법 중 가용한 방법으로 할
        수 있습니다. a. 폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체 b.
        선불카드, 직불카드, 신용카드 등의 각종 카드 결제 c. 온라인 무통장 입금
        d. 전자 화폐에 의한 결제 e. “플랫폼”이 발행한 쿠폰에 의한 결제 f.
        “플랫폼”과 계약을 맺었거나 “플랫폼”이 인정한 상품권에 의한 결제 g. 기타
        전자적 지급 방법에 의한 대금 지급 등 제12조 (쿠폰) 1. “쿠폰”이라 함은
        “회사”가 “플랫폼”을 이용하는 회원에게 발행하는 할인권 혹은 숙박권을
        말합니다. 일정 금액 혹은 일정 비율로 할인이 적용되며 쿠폰 이름과 금액,
        사용 대상, 할인 비율, 유효기간, 내용 등은 쿠폰에 기재된 사용 조건 및
        회사의 정책에 따라 달라질 수 있습니다. 2. 쿠폰명, 이용방법, 유효기간,
        할인 비율 혹은 금액, 제약사항 등은 “플랫폼” 내 서비스 화면에서 확인할 수
        있습니다. 3. 쿠폰은 서비스 화면에 표기된 유효기간 외에는 사용할 수
        없으며 유효기간 종료일 자정 이후 소멸됩니다. 4. 쿠폰은 현금으로 전환
        혹은 출금할 수 없습니다. 5. 쿠폰은 발급받은 회원만 이용할 수 있으며,
        이를 타인에게 매매 혹은 양도할 수 없습니다. 만약 회원이 부정한
        방법(스크레이핑, 해킹, 손상, 역설계 및 데이터 위변조, 발행자 외 타인과의
        거래 등)으로 쿠폰을 이용한 사실이 확인되는 경우 회사는 즉시 쿠폰의
        효력을 소멸시키고 회원의 예약을 취소하거나 회원 자격을 제한 및 상실시킬
        수 있습니다. 6. 거래가 취소되는 경우, 사용된 쿠폰의 복원은 쿠폰 종류와
        회사 정책에 따라 결정됩니다. 자세한 사항은 플랫폼 내 서비스 화면에서
        확인할 수 있습니다. 7. 회원 탈퇴 시 쿠폰은 소멸되며 재가입 후에도
        복원되지 않습니다. 제13조 (스테이 캐시) 1. “스테이 캐시”는 서비스 이용
        시 사용할 수 있는 전자적 지급수단을 말하며, 종류는 다음 각호에 따릅니다.
        - “유상 캐시”는 “회원”이 “회사”로부터 구매한 캐시입니다. - “무상 캐시”는
        “회사”가 이벤트, 마케팅, 프로모션 등을 통해 무상으로 지급하는
        캐시입니다. 2. “회원”은 “회사”와 별도 계약을 체결하고 “스테이 캐시”를
        구입 및 사용할 수 있습니다. 3. “스테이 캐시”의 유효기간은 다음 각 호에
        따릅니다. 유효기간 경과 시 소멸합니다. - “유상 캐시”의 유효기간은
        구매일로부터 5년입니다. - “무상 캐시”의 유효기간은 지급일로부터 최대
        1년이며, “회사”의 지급 목적, 영업 정책에 따라 유효기간은 상이할 수
        있습니다. 4. “회원”이 본 약관 제7조, 제21조에 따라 회원 탈퇴 또는 자격
        상실된 경우, 잔여 “무상 캐시”는 소멸하며, 미사용된 “유상 캐시”는
        현금으로 환급됩니다. 이 경우에는 5%의 환불 수수료를 공제합니다. 5. “무상
        캐시”는 현금으로 전환 혹은 출금할 수 없습니다. 6. “유상 캐시”는 유효기간
        내 미사용 캐시에 한하여 현금으로 환급이 가능합니다. 환급은 회원 명의와
        동일한 계좌로 진행되며 이 경우 “회원”의 요청에 따라 현금 환급 시 5%의
        환불 수수료를 공제할 수 있습니다. 7. “스테이 캐시”는 유효기간이 빠른
        순서부터 사용됩니다. 유효기간이 같다면 “무상 캐시”부터 사용됩니다. 8.
        “유상 캐시” 구매 시 반드시 본인 혹은 사업자의 명의와 동일한 결제수단을
        사용하여야 하며, 타인의 결제수단을 사용함으로써 발생하는 손실과 손해에
        대한 책임은 “회원”에게 있습니다. 9. “스테이 캐시”는 구매 혹은 지급받은
        회원만 이용할 수 있으며, 이를 타인에게 매매 혹은 양도할 수 없습니다. 10.
        만약 회원이 부정한 방법(스크레이핑, 해킹, 손상, 역설계 및 데이터 위변조,
        발행자 외 타인과의 거래, 타인 명의 결제 수단 사용 등)으로 캐시를 이용한
        사실이 확인되는 경우 회사는 즉시 캐시의 효력을 소멸시키고 회원 자격을
        제한 및 상실시킬 수 있습니다. 제14조 (기프트카드) 1. “기프트카드”는
        서비스 이용 시 사용할 수 있는 전자적 지급 수단을 말합니다. “회사”는 지류
        형태 및 전자적 형태로 “기프트카드”를 발행합니다. 2. “회사”가 발행하는
        지류 형태의 “기프트카드”는 권면에 기재된 코드를 “플랫폼”에 등록하여
        “플랫폼” 내의 결제 수단으로 사용할 수 있고, 전자적 형태의 “기프트카드”는
        “회원”이 코드를 SMS, MMS, LMS, 알림톡 또는 이메일로 수신하여 “플랫폼”에
        등록한 후 “플랫폼” 내의 결제 수단으로 사용할 수 있습니다. 3. “회원”은
        “회사”와 별도 계약 체결 혹은 구매 약관에 동의하고 “기프트카드”를 구입 및
        사용할 수 있습니다. 4. “기프트카드”는 유효기간 및 잔액 범위 내에서 사용
        횟수에 제한 없이 사용할 수 있습니다. 5. “기프트카드”의 소지자는 유효기간
        내에 “기프트카드”를 사용하여 결제한 투숙을 완료하여야 합니다. 6.
        “기프트카드”의 이용 방법, 유효기간, 금액, 제약사항 등은 “플랫폼” 내
        서비스 화면에서 확인할 수 있습니다. 7. “기프트카드”의 유효기간은
        발행일로부터 1년이며, “회사”의 지급 목적, 영업 정책에 따라 유효기간은
        상이할 수 있습니다. 8. “기프트카드”는 현금으로 반환하지 않으며, 유효기간
        내 “기프트카드” 표기 금액의 100분의 60 이상에 해당하는 재화, 서비스 등을
        제공받고 회원이 잔액의 반환을 요구하는 경우 “회사”는 잔액을 현금으로
        반환합니다. 9. 유효기간 경과 후, 발행일로부터 5년까지 회원은
        “기프트카드” 미사용 부분에 대한 반환을 청구할 수 있으며 “회사”는 미사용
        된 잔액의 90%를 반환합니다. 10. “기프트카드”를 발행한 날로부터 5년이
        경과하면 상법상의 상사채권 소멸시효가 완성되어 “회원”은 “회사”에 재화
        또는 서비스 등의 제공, 환불 또는 잔액 반환을 요청할 수 없습니다. 다만,
        “회사”가 자발적으로 상품권의 사용을 허락한 경우에는 소멸시효를 적용하지
        않습니다. 11. “기프트카드” 구매자는 구매일로부터 7일 이내에 구매액
        전액을 환불받을 수 있습니다. 12. 환불을 요청할 수 있는 권리는
        “기프트카드” 최종 소지자가 갖습니다. 다만, 최종 소지자가 환불을 요청할
        수 없는 경우에 한하여 구매자가 환불을 요청할 수 있습니다. 이때
        구매자에게 환불한 경우 “회사”는 환불에 관한 책임을 면합니다. 13.
        “회원”은 “기프트카드”를 “플랫폼”에 등록한 후에는 “기프트카드” 또는
        등록된 금액을 타인에게 매매 혹은 양도할 수 없습니다. 만약 회원이 부정한
        방법(스크레이핑, 해킹, 손상, 역설계 및 데이터 위변조, 발행자 외 타인과의
        거래 등)으로 쿠폰을 이용한 사실이 확인되는 경우 회사는 즉시 쿠폰의
        효력을 소멸시키고 회원의 예약을 취소하거나 회원 자격을 제한 및 상실시킬
        수 있습니다. 14. 회원 탈퇴 시 “기프트카드”는 소멸되며 재가입 후에도
        복원되지 않습니다. 15. 회원의 고의 또는 과실로 “기프트카드”가 훼손된
        경우 재발급에 따르는 비용은 실비 범위 내에서 회원이 부담합니다. 16. 지류
        형태의 “기프트카드”가 상품권이 훼손되어 “회사”의 상품권임을 확인할 수
        없는 경우 “회사”는 “기프트카드”의 재발급 및 사용을 거부할 수 있습니다.
        다만, “회사”의 “기프트카드”임은 알 수 있으나 “기프트카드”의 종류, 금액
        또는 수량 등이 불명확한 경우 고객은 확인 가능한 범위 내에서 최저 가격의
        “기프트카드”로 재발급 받거나 사용할 수 있습니다. 제15조 (수신 확인 통지,
        구매 신청 변경 및 취소) 1. “플랫폼”은 "이용자”의 구매 신청이 있는 경우
        “이용자”에게 수신 확인 통지를 합니다. 2. 수신 확인 통지를 받은
        “이용자”는 의사표시의 불일치 등이 있는 경우에는 수신 확인 통지를 받은 후
        즉시 “서비스” 이용에 대한 변경 및 취소를 요청할 수 있고, “플랫폼”은
        “이용자”가 동의한 시설별 이용 규정 및 취소환불 규정 등의 구제 범위
        이내에서 처리하여야 합니다. 제16조 (개별 서비스) 1. “회사”는 개별
        서비스와 관련한 별도의 약관 및 이용 정책을 둘 수 있으며, 개별 서비스에서
        별도로 적용되는 약관 및 정책에 대한 동의는 “회원”이 개별 서비스를 이용할
        경우 별도의 동의 절차를 거치게 됩니다. 이 경우 개별 서비스에 대한 약관
        및 정책이 본 약관에 우선합니다. 제17조 (환급) 1. “플랫폼”은 “이용자”가
        구매 신청한 “서비스”를 품절 등 “플랫폼” 또는 “제휴 판매자”의 책임 있는
        사유로 제공할 수 없을 때는 지체 없이 그 사유를 “이용자”에게 통지하고
        사전에 재화 등의 대금을 받은 경우에는 대금을 받은 날부터 영업일 3일
        이내에 환급하거나 환급에 필요한 조치를 합니다. 제18조 (청약 철회 등) 1.
        “서비스” 이용에 대한 취소 및 환불 규정은 「전자상거래 등에서의 소비자
        보호에 관한 법령」을 준수합니다. 2. “제휴 판매자”는 자체의 취소 및 환불
        규정을 두며, 이를 “플랫폼”의 상세 페이지와 결제 페이지에 기재하고
        “이용자”의 동의를 받을 경우 “이용자”는 “제휴 판매자”의 취소 및 환불
        규정의 적용을 받습니다. 제19조 (개인정보보호) 1. “플랫폼”은 “이용자”의
        개인정보 수집 시 서비스 제공을 위하여 필요한 범위에서 최소한의
        개인정보를 수집합니다. 2. “플랫폼”은 회원가입 시 구매계약 이행에 필요한
        정보를 미리 수집하지 않습니다. 다만, 관련 법령상 의무 이행을 위하여
        구매계약 이전에 본인확인이 필요한 경우로서 최소한의 특정 개인정보를
        수집하는 경우에는 그러하지 아니합니다. 3. “플랫폼”은 “이용자”의
        개인정보를 수집 · 이용하는 때에는 당해 “이용자”에게 그 목적을 고지하고
        동의를 받습니다. 4. “플랫폼”은 수집된 개인정보를 목적 외의 용도로 이용할
        수 없으며, 새로운 이용목적이 발생한 경우 또는 제3자에게 제공하는
        경우에는 이용 · 제공 단계에서 당해 이용자에게 그 목적을 고지하고 동의를
        받습니다. 다만, 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다. 5.
        “플랫폼”이 제3항과 제4항에 의해 “이용자”의 동의를 받아야 하는 경우에는
        개인정보관리 책임자의 신원(소속, 성명 및 전화번호, 기타 연락처), 정보의
        수집 목적 및 이용 목적, 제3자에 대한 정보 제공 관련 사항(제공받은 자,
        제공 목적 및 제공할 정보의 내용) 등 「정보통신망 이용 촉진 및 정보 보호
        등에 관한 법률」 제22조 제2항이 규정한 사항을 미리 명시하거나 고지해야
        하며 이용자는 언제든지 이 동의를 철회할 수 있습니다. 6. “이용자”는
        언제든지 “플랫폼”이 가지고 있는 자신의 개인정보에 대해 열람 및 오류
        정정을 요구할 수 있으며 “플랫폼”은 이에 대해 지체 없이 필요한 조치를 할
        의무를 집니다. “이용자”가 오류의 정정을 요구한 경우에는 “플랫폼”은 그
        오류를 정정할 때까지 당해 개인 정보를 이용하지 않습니다. 7. “플랫폼”은
        개인정보 보호를 위하여 “이용자”의 개인정보를 취급하는 자를 최소한으로
        제한하여야 하며 신용카드, 은행 계좌 등을 포함한 “이용자”의 개인정보의
        분실, 도난, 유출, 동의 없는 제3자 제공, 변조 등으로 인한 “이용자”의
        손해에 대하여 모든 책임을 집니다. 8. “플랫폼” 또는 그로부터 개인정보를
        제공받은 제3자는 개인정보의 수집 목적 또는 제공받은 목적을 달성한 때에는
        당해 개인정보를 지체 없이 파기합니다. 9. “플랫폼”은 개인정보의
        수집·이용·제공에 관한 동의란을 미리 선택한 것으로 설정해두지 않습니다.
        또한 개인정보의 수집·이용·제공에 관한 “이용자”의 동의 거절 시 제한되는
        서비스를 구체적으로 명시하고, 필수 수집 항목이 아닌 개인정보의
        수집·이용·제공에 관한 “이용자”의 동의 거절을 이유로 회원가입 등 서비스
        제공을 제한하거나 거절하지 않습니다. 제20조 (”회사"의 의무) 1. “회사”는
        법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이
        약관이 정하는 바에 따라 지속적이고 안정적으로 재화, 용역을 제공하는 데
        최선을 다하여야 합니다. 2. “회사”는 이용자가 안전하게 인터넷 서비스를
        이용할 수 있도록 이용자의 개인 정보(신용 정보 포함) 보호를 위한 보안
        시스템을 갖추어야 합니다. 3. “회사”는 상품이나 용역에 대하여
        「표시․광고의 공정화에 관한 법률」 제3조 소정의 부당한 표시․광고행위를
        함으로써 “이용자”가 손해를 입은 때에는 이를 배상할 책임을 집니다. 4.
        “플랫폼”은 “이용자”가 원하지 않는 영리 목적의 광고성 전자우편을 발송하지
        않습니다. 5. “서비스”로 인하여 “이용자”에게 손해가 발생할 경우 “회사”는
        그러한 손해가 “회사”의 고의나 과실에 의해 발생한 경우에 한하여 책임을
        부담하며, 그 범위는 통상 손해에 한합니다. 제21조 (”회사"의 ID 및
        비밀번호에 대한 의무) 1. 제17조의 경우를 제외한 ID와 비밀번호에 관한
        관리 책임은 “회원”에게 있습니다. 2. “회원”은 자신의 ID 및 비밀번호를
        제3자에게 이용하게 해서는 안 됩니다. 3. “회원”이 자신의 ID 및 비밀번호를
        도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 “플랫폼”에
        통보하고 “플랫폼”의 안내가 있는 경우에는 그에 따라야 합니다. 제22조
        (이용자의 의무) 1. “이용자”는 다음 행위를 하여서는 안 됩니다. a.
        “서비스”의 신청 또는 변경 시 허위 내용을 등록∙기재 등 하는 행위 b.
        “플랫폼”의 동의 없이 영리를 목적으로 “서비스”를 사용하는 행위 c. 정당한
        사유 없이 “제휴 판매자”의 업무를 방해하는 중복 결제 시도 행위 d. 봇,
        크롤러 등을 통해 “서비스”를 복제, 분해, 모방하거나 변형하는 행위 e.
        “제휴 판매자”의 시설을 파손하는 등 재산상의 손해를 발생시키는 행위 f.
        “플랫폼”에 게시된 정보를 무단으로 변경하는 행위 g. “플랫폼”이 정한 정보
        이외의 정보(컴퓨터 프로그램 등) 등을 송신 또는 게시하는 행위 h. “플랫폼”
        기타 제3자의 저작권 등 지적재산권을 침해하는 행위 i. “플랫폼” 기타
        제3자의 명예를 손상시키거나 업무를 방해하는 행위 j. 외설 또는 폭력적인
        메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 플랫폼에 공개 또는
        게시, 메시지로 발송하는 행위 k. 기타 관계 법령에 위반된다고 판단되는
        행위 2. “이용자”가 전 1항을 위반한 사실이 발견되는 경우 “플랫폼”은
        “이용자”가 구매 신청한 “서비스”를 취소하거나 제공 중단할 수 있습니다.
        제23조 (저작권의 귀속 및 이용 제한) 1. “회사“가 작성한 저작물에 대한
        저작권, 기타 지적재산권은 ”회사“에 귀속합니다. 2. “이용자”는 “플랫폼”을
        이용함으로써 얻은 정보 중 “플랫폼”에게 지적재산권이 귀속된 정보를
        “플랫폼”의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에
        의하여 영리 목적으로 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.
        3. “회사”는 약정에 따라 “이용자”에게 귀속된 저작권을 사용하는 경우 당해
        이용자에게 통보하여야 합니다. 제24조 (면책) 1. “회사”는 천재지변 또는
        이에 준하는 불가항력으로 인하여 “서비스”를 제공할 수 없는 경우에는 그로
        인한 책임을 지지 않습니다. 2. “회사”는 “제휴 판매자”와 “이용자” 간의
        상품 거래를 중개하는 서비스만을 제공할 뿐, 재화 등을 판매하는 당사자가
        아니며, "서비스” 운영 상의 문제를 제외한 재화 등에 대한 정보 또는 하자
        등에 대한 책임은 “제휴 판매자”에게 있습니다. 3. “회사”는 “제휴 판매자”가
        게재한 정보, 자료, 사실의 신뢰도 및 정확성 등에 관하여는 책임을 지지
        않습니다. 4. “회사”는 “이용자”가 “서비스”를 이용하여 기대하는 수익을
        상실한 것에 대하여 책임을 지지 않으며, 그 밖에 “서비스”를 통하여 얻은
        자료로 인한 손해 등에 대하여도 책임을 지지 않습니다. 5. “회사”는
        “이용자”가 게재한 게시물(이용 후기, 숙소 평가 등)의 신뢰도 및 정확성
        등에 관하여는 책임을 지지 않습니다. 6. “회사”는 “이용자” 상호 간 또는
        “이용자”와 제3자 간에 “서비스”를 매개로 발생한 분쟁에 대하여는 개입할
        의무가 없으며, 이로 인한 손해를 배상할 책임도 없습니다. 7. “회사”는
        “회사” 이외의 자가 “서비스” 내 화면 또는 링크된 웹사이트를 통하여 광고한
        제품 또는 서비스의 내용과 품질에 대하여 감시할 의무가 없으며 그로 인한
        어떠한 책임도 지지 않습니다. 8. “회사” 및 “회사”의 임직원 그리고
        대리인은 고의 또는 중대한 과실이 없는 한 다음의 사항으로부터 발생하는
        손해에 대하여 책임을 지지 않습니다. a. 회원정보 등의 허위 또는
        부정확성에 기인하는 손해 b. "서비스”에 대한 접속 및 “서비스”의
        이용과정에서 발생하는 개인적인 손해 c. “플랫폼”에 대한 제3자의 모든
        불법적인 접속 또는 서버의 불법적인 이용으로부터 발생하는 손해 d.
        “플랫폼”에 대한 전송 또는 “플랫폼”으로부터의 전송에 대한 제3자의 모든
        불법적인 방해 또는 중단 행위로부터 발생하는 손해 e. 제3자가 “플랫폼”을
        이용하여 불법적으로 전송, 유포하거나 또는 전송, 유포되도록 한 모든
        바이러스, 스파이웨어 및 기타 악성 프로그램으로 인한 손해 f. 전송된
        데이터의 오류 및 생략, 누락, 파괴 등으로 발생되는 손해 g. "회원” 간의
        회원 상태 정보 등록 및 서비스 이용 과정에서 발생하는 명예훼손 기타
        불법행위로 인한 각종 민∙형사상 책임 9. “회사”는 보호자(법정대리인)가
        동행하지 않는 만 19세 미만 미성년자의 숙박시설 이용으로 발생하는 손해,
        불이익에 대해서 책임지지 않습니다. 제25조 (분쟁 해결) 1. “플랫폼”은
        “이용자”가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상
        처리하기 위하여 “이용자”와 “제휴 판매자” 사이에서 중재의 역할을
        수행합니다. 2. “플랫폼”은 “이용자”로부터 제출되는 불만 사항 및 의견은
        우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는
        “이용자”에게 그 사유와 처리 일정을 즉시 통보합니다. 3. “플랫폼”과
        “이용자” 간에 발생한 전자상거래 분쟁과 관련하여 “이용자”의 피해
        구제신청이 있는 경우에는 공정거래위원회 또는 시·도지사가 의뢰하는 조정
        기관의 조정에 따를 수 있습니다. 제26조 (관할 및 준거법) 1. “플랫폼”과
        이용자 간에 발생한 전자상거래 분쟁에 관한 소송은 “회사”의 주소지를
        관할하는 법원을 전속적 합의 관할 법원으로 합니다. 2. “플랫폼”과 이용자
        간에 제기된 전자상거래 소송에는 한국법을 적용합니다. 부칙 이 약관은
        2023년 7월 19일부터 시행합니다.`}
      </p>
    </div>
  );
}
